[
  {
    "title": "ABO 신생아용혈성질환 [ABO hemolytic disease of the newborn]",
    "meta_info": {
      "한 줄 설명": "태반을 통과한 산모의 ABO 혈액형 항체가 태아나 신생아의 적혈구 항원과 결합하여 적혈구가 파괴되는 질환",
      "진료과": "소아청소년과, 산부인과"
    },
    "detail_info": {
      "정의": "혈액형이 O형인 임신부가 A형 또는 B형인 아기를 가졌을 때 엄마가 가지고 있던 면역글로불린 G 유형(IgG type)의 항A, B항체(anti-A, B)가 태반을 건너가 아기의 적혈구 항원과 결합하여 비장에 있는 마크로파지(macrophage)에 의해 적혈구를 파괴되는 질환을 말한다.",
      "원인": "태아에게는 어머니에게는 없으나 아버지에게서 일방적으로 유전된 ABO 혈액형 항원이 있다. 아주 일부의 산모에게서 산전 혹은 산후에 태아-산모 출혈 등으로 인한 항체가 생성되며 이 항체(면역글로불린G, IgG)가 태반을 통과하여 신생아의 혈액 속에서 적혈구의 용혈을 일으킨다.",
      "증상": "가장 위험한 증상으로는 태아 수종(hydrops fetalis)이 있다. 용혈이 심해지면 빈혈 증상이 나타나고 이로 인해 저산소증이 발생하는데 이를 극복하기 위해 심박출량이 증가되어 심부전으로 빠질 수 있다. 결국 혈액량 증가, 정맥압 상승, 나트륨(Na) 및 염(Cl)의 체류, 전신 부종 등이 생긴다. 또한 파괴된 적혈구를 대체하기 위해 혈구 생성이 늘어나는데, 태아는 성인과 달리 골수 외에 다른 장기에서도 혈구 생성이 일어날 수 있다. 특히 간이나 비장에서 그러하며, 이런 장기들이 비대해지는 문제가 생긴다. 태아는 장기의 기능이 덜 성숙했기 때문에 과다한 일이 부여될 때 처리할 수 없는 상황이 발생할 수 있다. 적혈구가 파괴되면 빌리루빈이 생성되는데 빌리루빈은 간에서 포합과정(glucuronidation)을 거쳐 수용성으로 변하여 장관으로 배설되는 과정을 거친다. 빌리루빈이 너무 많아 제대로 포합과정을 거치지 않고 혈중에 많이 떠다니게 되고(과빌리루빈혈증), 포합과정을 거치지 않은 비포합 빌리루빈은 비수용성 물질로 뇌와 척수의 방어막인 혈뇌장벽(Blood-brain barrier)을 통과하여 핵황달(kernicterus)이 발생하게 된다. 핵황달이 심할 경우 태아는 사망할 수 있다.",
      "진단/검사": "신생아 혈액이나 제대 혈액에 대한 ABO, RhD 혈액형 검사와 직접 항글로불린 검사, 산모 혈청에 대해 간접 항글로불린 검사를 시행한다. 신생아의 직접 항글로불린 검사가 양성이면 적혈구로부터 항체를 용출하여 특이성을 확인하고, 산모의 혈청 중에 항체가 존재하면 항체동정 검사로 신생아 적혈구 용출액 내의 항체와 일치하는지 확인한다.",
      "치료": "태아 사망의 가능성이 높은 경우 자궁 내 수혈을 실시할 수 있다. 태아의 복강 내로 농축 적혈구를 주사하는 복강 내 수혈법과 제대 혈관에 직접 수혈하는 혈관 내 수혈법이 있다. O형, Rh 음성 방사선 조사 농축 적혈구를 사용하며, 적합 혈액을 찾기 힘든 경우에는 세척한 산모의 적혈구를 사용한다. 심한 신생아 용혈성 질환과 과빌리루 빈혈증의 치료에 교환 수혈을 이용하는데, 이는 환아의 적혈구와 혈장을 혈액형에 맞는 적혈구와 혈장으로 바꾸어서 간에서 포합과정을 거치지 않은 비포합 빌리루빈의 농도를 낮추어 핵황달을 예방하고 문제가 되는 항체의 농도를 줄이는 것이다.",
      "경과/합병증": "O형 산모에서 출생되는 A형이나 B형 아이가 이 질환에 이환될 가능성은 20% 정도이나, 이 중 임상적으로 문제가 되는 경우는 매우 드물며 태아 사망에까지 이르는 경우는 거의 없다."
    }
  },
  {
    "title": "ABO 혈액형 검사 [ABO typing]",
    "meta_info": {
      "한 줄 설명": "ABO 혈액형의 종류를 확인하는 검사",
      "진료과": "진단검사의학과",
      "관련신체기관": "혈액"
    },
    "detail_info": {
      "정의": "ABO 혈액형의 종류를 확인하는 검사를 말한다. 1) ABO 혈액형 ABO 혈액형은 크게 A, B, AB, O 형 네 가지로 분류되며, ABO 혈액형 검사를 통해 대상자의 ABO 혈액형의 종류를 확인할 수 있다. 혈액형은 혈액 내에서 산소 운반을 담당하는 적혈구라는 세포의 표면에 존재하는 특정한 구조물을 기준으로 하여 형성된 분류이다. 적혈구 표면뿐만 아니라 상피세포나 내피세포, 심지어 체액에서도 혈액형의 항원이 발견되기도 한다. 이러한 혈액형은 우리가 자주 들어서 흔히 알고 있는 ABO, Rh 외에도 Lewis, P, MNSs, Kell, Duffy, Kidd, Xg, Diego 등 수많은 종류의 혈액형 항원들이 존재한다. 그 중에서도 ABO 혈액형이 널리 알려진 이유는 그만큼 수혈 과정과 관련하여 매우 중요한 의미를 지니기 때문이다. 수혈 시 주로 문제가 되는 것은 수혈자의 혈청 내에 존재하는 항체와 수혈 받는 혈액의 적혈구 표면에 존재하는 항원과의 반응인데, ABO 혈액형이 중요한 것은 반드시 항체가 있을 것이라 예견할 수 있기 때문이다. 우리 몸에는 세균이나 바이러스 등 외부의 침입으로부터 몸을 보호하는 시스템인 면역체계가 있으며, 항원항체 반응은 여러 종류의 면역 기전 중 하나이다. 외부로부터 침입자가 체내로 들어오면 우리 몸은 침입자의 표면 혹은 내부의 특정한 물질(항원)을 인지하여, 이에 대해 선택적으로 대항하여 공격할 수 있는 무기와도 같은 물질(항체)을 생산한다. 내 자동차는 나의 열쇠로만 시동을 켤 수 있듯이 항원항체 반응은 매우 특이적이며, 항체는 항원을 둘러싸서 우리 몸이 외부 침입자에 대한 공격을 개시할 수 있도록 신호를 알려준다. ABO 혈액형의 종류를 결정짓는 적혈구 표면의 특정한 구조물은 이러한 항원으로서의 역할을 수행하게 되고, ABO 항원에 대한 항체는 혈액에서 적혈구, 백혈구, 혈소판 등의 세포성분을 제외한 액체성분인 혈청 내에 존재한다. 이처럼 혈액형 분류의 기준이 되는 적혈구 표면의 구조물들은 ABO 혈액형뿐만 아니라 다른 종류의 혈액형에서도 모두 항원으로 작용한다. A형인 사람의 적혈구 표면에는 A항원이 존재하고, 혈청 내에는 B항원에 대한 공격을 감행할 수 있는 항B 항체(anti-B)가 존재한다. 마찬가지로 B형인 사람의 적혈구 표면에는 B항원이 존재하고, 혈청 내에는 A항원에 대한 공격을 감행할 수 있는 항A 항체(anti-A)가 존재한다. A형인 사람이 B형인 사람의 혈액을 수혈 받으면, A형인 사람의 혈청 내에 존재하는 항B 항체가 수혈된 B형 혈액의 적혈구 표면의 B항원을 인지하게 되어 항원항체 결합 반응을 일으킨다. 이러한 반응은 A형인 사람의 면역체계가 B형인 사람의 혈액을 결국 ‘내 것’이 아닌 ‘남의 것’으로 인식하게 하여 공격을 시작해, 급성 용혈성 수혈 부작용과 같은 위태로운 결과를 초래하게 된다. ABO 혈액형이 다른 혈액형보다 중요한 이유는 바로 여기에 있다. 일반적으로 특정한 항원에 대한 항체는, 그 항원에 대해 우리 몸이 체험을 하고 나서야 관련된 정보가 면역시스템 내에 저장되어 항체를 생산할 수 있게 되며 이러한 항체를 ‘면역 항체(immune antibody)’라 부르며, RhD 혈액형에 대한 항D 항체가 여기에 속한다. 그러나 ABO 혈액형에 대한 항체는 이와 달리, A형인 사람이 B형 혈액을 수혈 받지 않아도 항B 항체를 형성하는 것처럼, 특정한 항원에 대한 아무런 면역학적 자극이 없어도 항체가 체내에 형성되며 이러한 항체를 ‘자연 항체(naturally-occuring antibody)’라 부른다. 이러한 자연 항체의 하나인 ABO 혈액형 항체가 형성되는 기전으로서, ABO 항원과 같거나 유사한 물질들을 우리 주변의 세균이 가지고 있어 살아가는 동안 이에 대해 노출이 되면서 형성된다는 주장이 있다. 이 때문에 성인들은 혈청 내에 ABO 혈액형 항체를 가지고 있지만, 신생아들은 항체의 양이 적거나 없는 경우도 있다. 이처럼 A형인 사람은 거의 대부분 항B 항체가 있고, B형인 사람은 항A 항체가 있을 것이라 예상할 수 있기 때문에 ABO 혈액형 항체를 ‘예기 항체(expected antibody)’라 부르기도 한다. 마찬가지로 O형인 사람은 항A, 항B 항체가 모두 있고, AB형인 사람은 항A, 항B 항체가 모두 없을 것이라 예상할 수 있다. 따라서 A항원과 B항원이 모두 없는 O형 적혈구는 A, B, AB, O형 모두에게 수혈될 수 있고, 항A 항체와 항B 항체가 모두 없는 AB형인 사람은 모든 종류의 혈액형 적혈구를 수혈 받을 수 있다. O형 적혈구 제제 속에도 항A 항체와 항B 항체가 소량 포함되어 있으나, 그 양이 많지 않고 수혈 받은 환자의 혈액 속에서 희석되어 대부분 큰 문제를 일으키지는 않는다. 그러나 동일한 혈액형끼리 수혈하는 것이 언제나 대원칙이다. 2) Cis-AB 혈액형 우리 몸의 세포는 22개의 상염색체와 1개의 성염색체를 부모 각각으로부터 1쌍씩 물려받아 총 46개의 염색체를 가지고 있다. ABO 혈액형을 담당하는 유전자는 22개의 상염색체 중 9번 염색체에 위치하고 있다. 즉 부모로부터 A, B, O 세 가지 종류의 유전자 정보를 각각 이어받아 그 조합에 따라 표현되는 ABO 혈액형의 종류가 달라진다. A형 적혈구는 표면에 A항원을 가지고 있고, B형 적혈구는 표면에 B항원을 가지고 있으나 O형 적혈구는 표면에 A항원과 B항원 둘 다 가지고 있지 않다. 따라서 A형인 사람은 양측 부모로부터 A유전자를 받았거나(A/A), 한 쪽은 A 나머지 한 쪽은 O를 받은 경우(A/O)가 된다. 마찬가지로 B형인 사람은 유전자형이 B/B 혹은 B/O가 되며, AB형은 A/B, O형은 O/O가 된다. 그러나 A/B형인 부모의 세포가 분열 과정 중 9번 염색체가 서로 맞물려 정보를 교환하는 상황(unequal crossing-over)이 발생하면 한 염색체에 A와 B에 대한 유전자가 모두 존재할 수 있게 된다. 이 경우 A와 B 유전자가 함께 자식에게 모두 유전되기 때문에 일반적인 ABO 혈액형의 유전 양상과 달라지게 된다. Cis-AB인 사람과 O형인 사람 사이에서 AB형이 태어날 수 있고, Cis-AB형인 사람과 A형(A/O)인 사람 사이에서 O형이 태어날 수 있어 가족 간에 혈액형으로 불필요한 오해가 발생할 수 있다. Cis-AB 혈액형인 사람은 A항원 혹은 B항원의 표현형이 약한 경우가 많고, AB형임에도 불구하고 항A 항체나 항B 항체를 형성하는 경우도 있다. 이 때문에 일반적인 ABO 혈액형 검사에서 일관되지 않은 결과를 통보 받는 경우가 자주 발생한다. 따라서 Cis-AB가 의심되는 경우, 가족 중 다른 사람에게도 해당 유전자가 있을 수 있어 가족간의 혈액형 유전 양상이 일반적이지 않고, 본인의 경우 향후 수혈 시 문제가 발생할 소지가 있기 때문에 혈액은행 전문의의 상담을 받고 분자진단검사를 통한 ABO 유전자형을 확인하는 것이 필요하다.",
      "종류": "ABO 혈액형에서의 수혈",
      "검사주기": "1) ABO 혈액형 분자진단검사를 통하여 유전자 수준에서의 ABO 혈액형을 확인할 수도 있으나, 일반적인 ABO 혈액형 검사라 함은 적혈구 표면의 ABO 항원과 이에 대한 혈청 내의 항체와의 반응을 이용한 검사이다. 즉, ABO 혈액형 검사는 이처럼 적혈구 표면의 A 혹은 B항원과 항A(anti-A) 혹은 항B(anti-B) 항체와의 선택적인 결합 반응을 이용하여 검사를 시행한다. 2) Cis-AB 혈액형 분자진단검사를 통한 ABO 유전자형을 확인한다.",
      "준비사항": "정해진 검사 주기는 없다. 헌혈 전이나 수혈 혹은 수술과 같이 병원에서 이루어지는 여러 치료 과정 전에 시행되며, 그 외에 본인의 혈액형 종류에 대한 상식 수준의 지식으로도 필요하다고 볼 수 있다.",
      "검사방법": "특별한 준비사항은 없다.",
      "소요시간": "ABO 혈액형 검사는 검사 대상자의 적혈구에 어떠한 항원이 있는지 확인하는 혈구형 검사와, 검사 대상자의 혈청에 어떠한 항체가 존재하는지 확인하는 혈청형 검사가 있다. 혈구형 검사는 미리 준비된 항A 항체와 항B 항체가 각각 포함된 시약을 검사 대상자의 적혈구와 유리 시험관 내에서 혹은 플레이트 위에서 반응을 시켜, 응집이 일어나는지 육안으로 관찰한다. 검사 대상자의 적혈구가 항A 항체와 반응을 하여 응집이 일어나면 적혈구 표면에 A항원이 존재하는 것이고, 마찬가지로 항B 항체와 반응을 하여 응집이 일어나면 적혈구 표면에 B항원이 존재하는 것이다. 혈청형 검사는 혈구형과 반대로 미리 준비된 A형 적혈구와 B형 적혈구가 포함된 시약을 검사 대상자의 혈청과 유리 시험관 내에서 혹은 플레이트 위에서 반응을 시켜, 응집이 일어나는지 육안으로 관찰한다. 검사 대상자의 혈청이 A형 적혈구와 반응을 하여 응집이 일어나면 혈청 내에 항A 항체가 존재하는 것이고, 마찬가지로 B형 적혈구와 반응을 하여 응집이 일어나면 혈청 내에 항B 항체가 존재하는 것이다.",
      "주의사항": "ABO 혈액형 검사",
      "결과": "30분 이내의 시간이 소요된다.",
      "부작용/후유증": "분자진단검사를 통하여 ABO 혈액형 유전자에 대한 정보를 직접 확인할 수 있으며, ABO 혈액형에 대한 표현형이 특이한 경우 검사를 시행하여 확진할 수 있다.",
      "진단질병": "1) A형인 사람은 적혈구 표면에 A형 항원이 있고 혈청 내에 항B 항체가 존재하므로, 혈구형 검사에서는 항A 항체 시약과 응집을 일으키고 혈청형 검사에서는 B형 혈구와 응집을 일으킨다. 2) B형인 사람은 적혈구 표면에 B형 항원이 있고 혈청 내에 항A 항체가 존재하므로, 혈구형 검사에서는 항B 항체 시약과 응집을 일으키고 혈청형 검사에서는 A형 혈구와 응집을 일으킨다. 3) AB형인 사람은 적혈구 표면에 A형 및 B형 항원 모두 있고 혈청 내에 항A 및 항B 항체 모두 없으므로, 혈구형 검사에서는 항A 및 항B 항체 시약과 모두 응집을 일으키고 혈청형 검사에서는 A형 및 B형 혈구 모두와 응집을 일으키지 않는다. 4) O형인 사람은 적혈구 표면에 A형 및 B형 항원 모두 없고 혈청 내에 항A 및 항B 항체 모두 있으므로, 혈구형 검사에서는 항A 및 항B 항체 시약과 모두 응집을 일으키지 않고 혈청형 검사에서는 A형 및 B형 혈구 모두와 응집을 일으킨다.",
      "관련검사법": "ABO 혈액형 검사(혈구형)"
    }
  },
  {
    "title": "ASO 수술 [Anterior segmental osteotomy]",
    "meta_info": {
      "한 줄 설명": "돌출입 수술법",
      "진료과": "성형외과",
      "관련신체기관": "상악골, 입"
    },
    "detail_info": {
      "정의": "송곳니 뒤에 있는 소구치를 발치하여 송곳니부터 송곳니까지의 상악 전방부의 치조골을 수술로 분리하여 뒤쪽으로 이동시키는 수술법. 입(입술)이 돌출되어 있는 경우는 치성돌출과 골격성 돌출로 나눌 수 있다. 치성 돌출은 치열교정치료로 치료하는 것이 바람직하다. 골격성 돌출은 다시 1급, 2급, 3급 돌출로 구분되며 이중 1급 돌출중에서 중증 1급 돌출을 치료하는 수술법이다.",
      "준비사항": "먼저 골격성 돌출인지, 치성 돌출인지 감별 진단을 해야한다. 따라서 환자 스스로 판단할 것이 아니고 전문의의 진찰이 필수이다. 치성 돌출에서 수술을 적용할 경우 결과는 바람직하지 않다. 반대로 골격성 돌출에서 교정치료만 적용했을 때 충분히 입이 들어가지 않는다. 골격성 돌출은 다시 1급, 2급, 3급 돌출로 구분되며 각 경우 적용되는 수술이 다르다. 중증 1급 돌출의 경우 ASO(전방분절절골술) 수술이 선택되지만 그 외의 경우 양악악교정수술이 더 바람직하다. 수술이 필요한 골격성 돌출이라고 해서 수술만 하는 것이 아니고 반드시 교정치료를 동반해야한다. 교정은 수술 후에만 하는 경우도 있으나 많은 경우에 수술전에 교정을 시작하는 것이 더 좋고 수술뒤에 보다 교합을 더 잘 맞추기 위한 마무리 교정을 진행한다. 수술을 시행한다고해서 치아교정을 시행하지 않는것이 아니며 수술 전후에 모두 교정 치료가 필요할 수 있다.",
      "시술방법": "상악 전방부의 치조골을 수술로 분리하여 뒤쪽으로 이동시킨뒤 플레이트와 나사를 이용하여 고정시킨다. 발치된 공간으로 절골된 상악을 움직여 후퇴시킴으로써 돌출되어 있는 상악이 들어가는 효과를 볼 수 있다.",
      "소요시간": "상악의 수술에만 1~2시간정도 소요된다. 상악의 수술과 함께 하악의 수술을 함께 시행하는 경우에 양악 수술이 되며 이 경우에는 추가적으로 1~2시간이 더 소요된다.",
      "주의사항": "수술 전에 정확한 상담과 진단을 받은 후 자신에게 맞는 치료방법을 전문의와 상의하는것이 중요하다. 수술 전후의 구강위생 및 금연 금주는 필수이며 특정 약물의 복용 가능여부 관련하여 담당의사에게 미리 알려야한다. 수술 후 절골한 부위가 다시 안정화 될때까지 무리하게 씹거나 상악을 움직이는 행동은 하면 안된다. 보통 2~4주 정도 단계적으로 식이와 움직임의 제한을 줄이는 방향으로 진행된다.",
      "경과/합병증": "수술 후 감염, 부종, 통증, 치조골괴사, 구강과 비강의 누공등의 합병증이 발생할 수 있으며 상악의 이동은 윗입술 연조직 변화를 동반하며 비익의 너비에도 영향을 줄 수 있다.",
      "부작용/후유증": "수술 후 좌우 교정의 정도가 같은지 확인해야 하고, 치아의 교합이 맞는지 확인해야한다. 만약 대칭이 맞지 않거나 교합이 맞지 않을 경우 교정치료나 재수술이 필요할 수도 있다.",
      "치료질병": "돌출입의 치료방법이다.",
      "생활가이드": "뼈를 이동하였기 때문에 음식물을 씹는 힘이 약해지므로 음식섭취를 주의해야 하며 구강위생에 신경을 써야한다. 수술 후 일정시간은 유동식 위주로 먹고 3-4 주동안은 딱딱하거나 질긴 음식은 피해야한다.",
      "관련치료법": "관련 치료방법으로 중요한 것은 교정 치료인데 치열이 불규칙하거나 치아의 축이 어긋나 있는 경우에는 술전에 교정을 시행한 후에 수술적 치료를 시행하는 경우도 있다. 치조골의 무리한 이동은 치아에 손상을 줄 수 있기 때문에 수술 후 발생하는 치아 사이의 공간은 수술 후 교정으로 해결 할 수 있다."
    }
  },
  {
    "title": "ATP 주사 [ATP injection]",
    "meta_info": {
      "한 줄 설명": "아데노신 삼인산(Adenosine triphosphate)을 혈관으로 직접 주입하는 수액요법",
      "진료과": "가정의학과, 외과, 재활의학과, 마취통증의학과",
      "관련신체기관": "전신"
    },
    "detail_info": {
      "정의": "ATP 주사는 세포의 에너지원인 아데노신 삼인산 (Adenosine triphosphate, ATP)을 혈관으로 직접 주입하는 수액요법의 한 종류이다. ATP는 생명활동에 직접적인 에너지원으로 쓰이는 유기 화합물로 미토콘드리아에서 포도당으로부터 시트르산 회로를 통해 생성되며 근육 수축, 신경세포에서 흥분의 전도, 물질 합성 등에 이용된다. 이를 혈관으로 직접 주사하게 되면 포도당으로부터의 합성과정 없이 바로 이용할 수 있다.",
      "준비사항": "소독솜, 손소독제, 일회용 멸균 주사기, 앰플, 정맥주사 시(수액세트, 포도당 10~20 mL)",
      "시술방법": "보통 성인 1회 5~20 mg을 1일 1~2회 피하, 근육 또는 정맥주사 한다. 정맥 주사인 경우 포도당주사액 10~20 mL에 혼합한 후 3~5분간에 걸쳐 천천히 주사한다.",
      "소요시간": "피하 또는 근육주사: 5초 이내 정맥 주사: 3~5분",
      "주의사항": "1. 뇌출혈 직후의 환자에게 투여 시 뇌혈관 확장에 의해 재출혈 가능성이 있으므로 투여하지 않는다. 2. 정맥 내에 신속히 주사하면 일시적인 흉부불쾌감, 구역, 두통, 안면홍조, 기침, 딸꾹질, 발열, 기관지경련 등을 일으키는 경우가 있으므로 주사의 속도는 가능한 한 느리게 한다. 3. 디피리다몰은 이 약의 분해산물인 아데노신의 혈중농도를 상승시켜, 이 약의 심혈관에 대한 작용을 증강시킨다는 보고가 있으므로 병용투여 시 주의한다. 4. 임신 중의 투여에 대한 안전성이 확립되어 있지 않으므로 임부 또는 임신하고 있을 가능성이 있는 여성에는 투여하지 않는 것이 바람직하다. 5. 소아에 대한 안전성은 확립되어 있지 않다. 6. 일반적으로 고령자는 생리기능이 저하되어 있으므로 감량하는 등 주의하여 투여한다.",
      "경과/합병증": "ATP는 몸의 에너지 기본단위로서 생체 내 대사활성을 증가시키기 때문에 피로 회복에 효과를 나타낸다. 또한 ATP는 혈류 개선에 효과를 나타낸다. ATP를 투여하면 혈관 내부의 수많은 ATP 수용체와 결합하여 혈류를 증가시키는 역할을 한다. 혈류가 증가하면 혈관이 분포해 있는 신경 및 근육조직의 기능강화가 이뤄진다. 따라서 근무력증이나 심부전과 같은 근육과 신경 연관이 있는 질환에서도 개선효과를 나타낸다. 부수적인 효과로는 수술 후 기능 회복, 통증 개선, 간기능 개선 등이 있다.",
      "부작용/후유증": "1) 쇼크: 드물게 흉부불쾌감, 구역, 안면홍조, 기침, 딸꾹질, 발열 등의 증상이 나타날 수 있으므로 이러한 증상이 나타날 경우에는 투여를 중지한다. 2) 순환기계: 가슴이 답답함, 일과성 심계항진, 부정맥 등이 나타날 수 있다. 3) 소화기계: 구역, 구토, 식욕부진, 위통, 변비 등이 나타날 수 있다. 4) 호흡기계: 기침발작이 나타날 수 있다. 5) 중추신경계: 두통이 나타날 수 있다.",
      "치료질병": "근무력증. 만성간염, 심부전, 조절성 안정피로, 통증",
      "생활가이드": "특별히 주의해야 할 사항은 없으며, 시술 후 일상생활이 바로 가능하다.",
      "관련치료법": "에너지 주사"
    }
  },
  {
    "title": "A형 간염 [hepatitis A]",
    "meta_info": {
      "한 줄 설명": "A형 간염 바이러스에 의해 생긴 간염",
      "진료과": "소화기내과, 소아청소년과",
      "관련신체기관": "간"
    },
    "detail_info": {
      "정의": "간염 바이러스의 한 종류인 A형 간염 바이러스(hepatitis A virus, HAV)에 의해 발생하는 간염으로 주로 급성 간염의 형태로 나타난다.",
      "원인": "A형 간염은 기존의 B형 간염이나 C형 간염과 같이 혈액을 통해 전염되는 것이 아니라 A형 간염 바이러스에 오염된 음식이나 물을 섭취함으로써 전염된다. 특히 개인위생 관리가 좋지 못한 저개발 국가에서 많이 발병되지만, 최근에는 위생적인 환경에서 자란 20~30대에서도 발병률이 급증하는 양상을 보인다. 주로 A형 간염 바이러스에 감염된 환자와 접촉한 경우에 감염되며, 직접적인 원인은 아니지만 A형 간염을 가지고 있는 모체가 출산하는 과정에서 태아에게 전염될 수 있고, 수혈을 통해서 또는 남성 동성애자 등에서 비경구적인 감염에 의해서도 올 수 있다. 대부분의 경우 감염자의 대변에 오염된 물이나 음식 등을 섭취하면서 경구를 통해 감염되며, 집단으로 발병하는 경우는 오염된 식수원이나 급식 등으로 인한 경우이다.",
      "증상": "급성 간염의 형태로 나타난다. A형 간염 바이러스에 감염되면 30일 정도의 잠복기 후에 피로감이나 메스꺼움, 구토, 식욕부진, 발열, 우측 상복부의 통증 등 일차적인 전신증상이 나타난다. 그 후 일주일 이내에 특징적인 황달 징후가 나타나는데, 검은색의 소변(콜라색 소변), 탈색된 대변 등의 증상과 전신이 가려운 증상이 여기에 해당된다. 보통 황달이 발생하게 되면 이전에 나타났던 전신증상은 사라지게 되며, 황달 증상은 2주 정도 지속된다. 소아에서는 무증상이거나, 가벼운 증상이 나타나더라도 인식하지 못하고 지나가는 경우가 많다.",
      "진단/검사": "전신증상이 나타난 후 일주일 이내에 황달이 나타나는 특징적인 임상 양상을 통해 A형 간염을 의심할 수 있고, A형 간염 항체 검사를 통해 확진할 수 있다. 항A형 간염 바이러스(anti-HAV: anti- hepatitis A virus) 항체 검사를 통해 A형 간염을 진단할 수 있는데, 항A형 간염 바이러스 면역글로불린M(IgM anti-HAV)항체검사에서 양성으로 나타나고, 특징적인 임상 징후를 보인다면 확진할 수 있다. 항A형 간염 바이러스 IgM 항체는 증상이 나타나기 시작할 무렵에서 간염이 회복된 후 6개월까지 검사상 양성으로 나타날 수 있다. 항A형 간염 바이러스 면역글로불린G(IgG anti-HAV)항체는 간염의 회복기에서 양성으로 나타나며, 수십 년간 양성으로 유지된다. 또한 황달이 생기기 전 간기능 검사에서 아미노전이효소(aminotransferase)의 수치가 1000 이상으로 증가되는 경우가 있고, 알라닌 아미노전이효소(alanine aminotransferase:ALT, GPT)수치가 아스파라진산 아미노전이효소(aspartate aminotransferase:AST, GOT)수치보다 훨씬 증가하게 된다. 황달을 진단하는 혈청 빌리루빈(bilirubin)수치는 대개 10 이상 증가하며, 기타 염증인자 수치도 증가한다.",
      "치료": "아직까지 A형 간염 바이러스를 치료하는 약은 개발되지 않았다. 일반적으로 증상을 완화시키기 위한 대증요법이 주된 치료이며, 고단백 식이요법과 간에 휴식을 주는 것이 치료에 도움이 된다. 심한 증상을 동반하는 경우에는 입원 치료를 하여 증상을 완화시켜주기도 한다.",
      "경과/합병증": "어린이의 경우 A형 간염에 걸리면 대부분 감기처럼 앓고 지나가는 가벼운 증상을 보이지만 20세 이상의 성인에서는 급성 간염이 유발되고 한 달 이상 입원이나 요양을 해야 하는 심각한 증상이 나타날 수 있다. 최근 성인에서 나타나는 A형 간염의 증상은 심각한 경우가 많다. 급성 A형 간염의 경우 85%는 3개월 이내에 임상적, 혈액학적으로 회복되며, 이후 B형 간염이나 C형 간염과 달리 만성화되지 않고 대부분 완전히 회복된다. 그러나 고령이거나, B형 간염, C형 간염 등의 만성 간질환을 보유하고 있는 경우에는 간염 증상이 급속도로 악화되어 전격성 간염으로 진행될 수 있으며 심각한 결과를 초래하게 된다.",
      "예방방법": "A형 간염에는 예방 백신이 있다. 보통 한 번 접종한 후에 백신의 종류에 따라 6~12개월 후나 6~18개월 후 추가 접종을 함으로써 95% 이상의 간염 예방 효과를 얻을 수 있다. 이는 2세 이상의 어린이뿐만 아니라 아직 바이러스에 노출되지 않은 성인에게도 효과가 있다. 백신의 부작용은 발열이나 두통, 주사 부위의 발적 등 국소적으로 나타난다.",
      "식이요법/생활가이드": "A형 간염은 대변으로부터 경구로 감염되는 질환이기 때문에 개인위생 관리가 가장 중요하다. 일반적으로 A형 간염 바이러스는 85도 이상에서 1분만 가열해도 사라지기 때문에 끓인 물을 마시거나 충분한 익힌 음식을 섭취하는 것으로 예방이 가능하다. 화장실을 사용한 후와 외출 후에는 반드시 손을 깨끗이 씻는 것도 예방에 중요하다. A형 간염의 유행지로 여행을 가거나 집단 활동을 하는 경우에는 면역 글로불린 주사를 접종하는 것이 예방에 큰 도움이 된다."
    }
  },
  {
    "title": "A형 간염 검사 [tests for hepatitis A]",
    "meta_info": {
      "한 줄 설명": "A형 간염 진단 및 항체 형성 여부에 대한 검사",
      "진료과": "진단검사의학과",
      "관련신체기관": "간"
    },
    "detail_info": {
      "정의": "A형 간염은 A형 간염 바이러스(Hepatitis A virus)에 의한 급성 간염이다. 경구를 통해 사람 대 사람으로 전파된다. 국내에서는 보통 영유아 및 소아기에 감기같이 가볍게 앓고 지나가는 것처럼 생각되었으나 근래에는 개인위생이 좋아지면서 예전처럼 어릴 때 앓는 경우가 줄어들어 20~30대 청장년층 성인 환자가 증가하였다. 이들 청장년층은 상당수에서 A형 간염 바이러스에 대한 항체를 가지지 않은 것으로 나타났다(항체 양성율, 20대 미만: 10~20%, 20대: 10~40%, 30대: 약 50~80%, 2008년 자료 기준). A형 간염은 감염 후 평균 28일(15~50)일의 잠복기를 가지며 다른 간염과 구별되지 않는 간염의 일반적인 증상이 나타난다. 초기에는 가벼운 감기와 비슷한 증상이 나타나다가 후에 열, 피로감, 근육통, 식욕부진, 복통, 오심, 구토, 흑갈색뇨, 황달 등의 증상이 급작스럽게 나타난다. 어린이의 경우 설사나 호흡기계 증상이 나타나기도 한다. 대체로 성인이 되어 A형 간염에 걸리는 경우 좀 더 심한 임상 증상을 보이고 극소수에서는 전격성 간염으로 진행될 수 있다. 임상 증상을 통해 A형 간염이 의심되면 항 A형 간염바이러스 항체(anti-HAV IgM) 검사를 통해 A형 간염을 진단할 수 있다. A형 간염 바이러스에 급성 감염된 사람은 항체(anti-HAV IgM)를 가지게 되는데 이들 환자의 혈액에서 혈청을 분리해서 인위적으로 재조합한 A형 간염 항원과 반응시키면 항원항체 반응이 일어나게 된다. 이를 효소를 이용한 발색 반응이나 화학적 발광 반응 등의 여러 가지 방법으로 검출한다.",
      "종류": "A형 간염 바이러스",
      "검사주기": "1) 총 A형 간염 바이러스 항체(Total anti-HAV): IgM형 A형 간염 바이러스 항체(IgM anti-HAV)와 IgG형 A형 간염 바이러스 항체(IgG anti-HAV) 2) IgM형 A형 간염 바이러스 항체(anti-HAV IgM) 3) IgG형 A형 간염 바이러스 항체(anti-HAV IgG)",
      "준비사항": "급성 A형 간염이 의심되는 환자에서 최초 IgM형 A형 간염 바이러스 항체(anti-HAV IgM) 검사결과 음성으로 판정되면 2-3일 후 동일한 검사를 반복한다.",
      "검사방법": "채혈검사를 위해 특별히 준비할 것은 없다.",
      "소요시간": "적절한 검사용기에 소량의 혈액을 채취하여 혈액에서 혈청을 분리해서 인위적으로 재조합한 A형 간염 항원과 반응시키면 항원항체 반응이 일어나게 된다. 이를 효소를 이용한 발색 반응이나 화학적 발광 반응 등의 여러 가지 방법으로 검출한다.",
      "결과": "검사 후 결과보고까지 소요되는 시간은 기관에 따라 차이가 있어 수시간에서 수일 정도가 소요된다.",
      "진단질병": "1) IgM형 A형 간염 바이러스 항체(anti-HAV IgM): 급성 A형 간염의 확진에 이용된다. 증상발현 5~10일 전부터 나타나기 시작하여 감염 후 6개월이 지나기 전에 사라진다. 2) IgG형 A형 간염 바이러스 항체(anti-HAV IgG): IgG형 A형 간염 바이러스 항체(anti-HAV IgG)는 감염 이후 4~6주 내에 나타나기 시작하여 일생 동안 항체가 유지되며 질병을 예방하는 역할을 한다. 따라서 IgG형 A형 간염 바이러스 항체(anti-HAV IgG)가 양성이면 과거 감염 또는 백신 접종으로 A형 간염 바이러스에 대한 면역력이 있는 상태라고 볼 수 있다. 예방 접종 후 항체 생성률이 매우 높아 항체가 생성되었는지 확인하는 용도로 이 검사를 시행하는 것은 권장되지 않는다. 어린이 및 40대까지는 경우 A형 간염 항체가 없을 가능성이 높으므로 백신 접종력이 없으면 IgG형 A형 간염 바이러스 항체(anti-HAV IgG) 검사 또는 총 A형 간염 바이러스 항체(Total anti-HAV) 검사 없이 바로 예방 접종을 하고, 50대 이상에서는 항체가 있을 가능성이 높으므로 IgG형 A형 간염 바이러스 항체(anti-HAV IgG) 검사 또는 총 A형 간염 바이러스 항체(Total anti-HAV) 검사 후 항체가 없는 이에게만 예방 접종을 시행하도록 권장된다.",
      "관련검사법": "급성 A형 간염"
    }
  },
  {
    "title": "B형 간염 [hepatitis B]",
    "meta_info": {
      "한 줄 설명": "B형 간염 바이러스에 감염되어 발생하는 간의 염증성 질환",
      "진료과": "소아청소년과, 소화기내과",
      "관련신체기관": "간"
    },
    "detail_info": {
      "정의": "B형 간염은 B형 간염 바이러스(hepatitis B virus, HBV)에 감염된 경우 이로 인한 우리 몸의 면역반응으로 인해 간에 염증이 생기는 질환을 의미한다.",
      "원인": "B형 간염 바이러스에 감염된 혈액 등 체액에 의해 감염 된다. 아기가 태어날 때 B형 간염이 있는 어머니로부터 전염될 수 있으며(수직감염), 성적인 접촉이나 수혈, 오염된 주사기의 재사용 등에 의해서도 감염될 수 있다. 이러한 경로로 B형 간염 바이러스가 혈액 내로 침입한 후 주로 간세포 속에 자리 잡게 되는데, 우리 몸은 이 바이러스를 제거하기 위해 면역반응을 일으키고 이로 인해 바이러스에 감염된 간세포들이 파괴되면서 간에 염증이 생기게 된다.",
      "증상": "쉽게 피로해질 수 있으며 입맛이 없어지고 구역, 구토가 생길 수 있다. 근육통 및 미열이 발생할 수 있으며, 소변의 색깔이 진해지거나, 심할 경우 피부나 눈이 노랗게 변하는 황달이 나타나기도 한다. 치명적인 경우에는 사망에 이를 수도 있다.",
      "진단/검사": "B형 간염이 의심될 경우 B형 간염 바이러스의 표면항원(HBV surface antigen, HBsAg)을 검출하는 혈액검사를 시행하여 바이러스의 존재를 확인하며, 간 기능 검사 등의 다른 혈액검사를 통해 간염의 중증도를 확인하게 된다. 만약 간염이 발생했지만 B형 간염 바이러스에 감염되지 않은 경우에는 그 외에 간염을 일으킬 수 있는 A형 간염 바이러스 및 C형 간염 바이러스의 감염 여부를 확인해 볼 수 있다.",
      "치료": "성인이 B형 간염에 걸린 경우 특별한 치료 없이도 대부분 저절로 회복되며, 충분한 휴식을 취하고 단백질이 많은 음식을 섭취하면 회복이 빨라질 수 있다. 그러나 경우에 따라서는 B형 간염 바이러스의 증식을 억제할 수 있는 항바이러스제나 페그인터페론(Peginterferon)의 사용이 필요할 수 있고, 심각한 경우에는 간이식이 필요할 수도 있다.",
      "경과/합병증": "성인이 B형 간염 바이러스에 감염된 경우 증상이 수주일간 지속되다가 95% 이상에서 저절로 호전되는데, 이 경우에는 B형 간염 바이러스를 막아낼 수 있는 표면항체(HBV surface antibody, HBsAb)가 체내에 생성되어 B형 간염에 대한 면역력이 생기므로 이후 다시 감염되지 않는다. 그러나 드물게는 B형 간염이 진행되어 간이식이 필요한 상황이 되거나 사망에 이르는 경우도 있다. 한편, HBV 감염이 만성화되는 비율은 감염 시기에 따라 큰 차이가 있다. B형 간염 바이러스에 감염된 후 이 감염이 만성화되는 비율은 성인기 감염은 1% 미만인데 비해 유년기 감염은 20%, 주산기 감염은 90%에 이른다. 주산기 감염이란 신생아가 출산 과정 중에 산모에 의해 B형 간염에 감염된 경우를 말한다. 만성 B형 간염의 자연경과 및 치료효과는 지역 및 인종에 따라 큰 차이를 보인다. 특히 우리나라 만성 B형 간염 환자는 거의 대부분 유전자형이 C인 B형 간염 바이러스에 의해 감염이 되어 있다. 이 유전자형은 다른 형에 비해 HBeAg 혈청전환이 더디고, 간경변증 및 간암으로 진행이 빠르며, 인터페론 치료 효과가 낮고, 항바이러스제 치료 후 재발률이 높다고 알려져 있다. 만성 B형 간염으로 진단된 성인에서 간경변증, 간암으로 진행되는 비율은 5년 경과 후 각각 9%, 2.7%이며, 10년 경과 후에는 23%, 11%, 15년 경과 후에는 36%, 25%, 20년 경과 후에는 각각 48%, 35%로 보고되어 있다. B형 간염 바이러스에 의한 간경변증으로 진단된 성인에서 간암이 발생되는 비율은 5년 경과 후 13%, 10년 경과 후 27%, 15년 경과 후 42%로 보고되어 있다. 만성 B형 간염으로 진행된 사람에게 간 손상을 줄이고 간경변증과 간암을 예방하기 위해 항바이러스제를 사용할 수 있으며, 치료 전 치료의 적응증 및 유전형 확인, 적절한 약제의 선택, 부작용, 내성발생, 비용 등에 대해 주치의와 충분한 상담을 거쳐야 한다.",
      "예방방법": "B형 간염에서 가장 중요한 것은 예방이다. 특히 B형 간염이 있는 산모가 아기를 출산하는 경우에는 출산 전 반드시 B형 간염 백신과 면역글로불린을 투여 받아 신생아가 B형 간염에 걸리지 않도록 한다. 우리나라는 B형 간염이 매우 많이 발생하는 지역으로 모든 국민이 B형 간염 백신 주사를 접종해야 하며, 백신을 투여 받은 후 체내에 항체가 형성되었는지 여부도 확인하여야 한다.",
      "식이요법/생활가이드": "B형 간염에 걸린 경우 전문의와 상담하여 적절한 치료를 받도록 한다. 각종 의약품이나 한약, 건강식품 등은 간염의 경과에 악영향을 미칠 수 있으므로 복용 여부를 전문의와 상담하도록 하고, 또한 혈액 등의 체액에 의해 가족 등 주변 사람들에게 전염되지 않도록 각별히 주의해야 한다."
    }
  },
  {
    "title": "B형 간염 검사 [tests for hepatitis B]",
    "meta_info": {
      "한 줄 설명": "B형 간염의 진단 및 치료 반응 추적을 위한 검사",
      "진료과": "진단검사의학과",
      "관련신체기관": "간"
    },
    "detail_info": {
      "정의": "B형 간염은 B형 간염 바이러스(Hepatitis B virus, HBV)에 의한 급성 및 만성 간염(주로 만성 간염)이다. 우리나라에서 s항원(HBsAg) 양성률은 대략 3.6% 정도이다. s항원(HBsAg)은 만성 B형 간염 환자의 혈액, 소변, 침 및 기타 체액에서 발견된다. 감염 경로는 감염된 모체에서 태아로 수직 전파, 성적 접촉, 오염된 혈액의 수혈이나 주사바늘(약물 중독자가 돌려쓰는 주사바늘, 문신, 침 등)에 노출되는 것 등이다. 태아 감염이나 소아 감염은 만성화로 진행할 가능성이 높지만 성인이 된 후의 감염은 보통 무증상이며 자연 치유된다. 감염된 성인의 10~20%가 증상을 보이며 이중 1%만이 전격성 간염으로 진행한다. 성인 감염에서 B형 간염의 만성화는 5~10% 미만에서 일어난다. B형 간염 바이러스에 감염된 사람은 체내에 B형 간염 바이러스가 존재하면서 생산하는 항원(HBsAg, HBcAg, HBeAg) 및 B형 간염 바이러스 디옥시리보핵산(HBV DNA)을 가지게 되며 질병 상태에 따라 여러 종류의 항체(anti-HBs, anti-HBc, anti-HBe)를 가지게 된다. B형 간염의 진단이나 질병 상태를 확인하려면 B형 간염바이러스 관련 항원이나 항체 검사를 시행한다. 구체적으로는 환자의 혈액에서 혈청을 분리해서 인위적으로 만든 B형 간염 항체 또는 항원과 반응시켜 항원항체 반응을 유도한 후 이를 효소를 이용한 발색 반응이나 화학적 발광 반응 등의 여러 가지 방법으로 검출한다. B형 간염 환자의 치료 반응을 추적하려면 HBV DNA 검사를 시행하는데 이를 통해 B형 간염바이러스의 증식 정도를 추적하고, 항바이러스치료 중인 환자에서는 치료 반응을 판정할 수 있다.",
      "종류": "B형 간염 바이러스",
      "준비사항": "1) B형 간염 표면항원(HBsAg) 2) B형 간염 표면항체(anti-HBs) 3) B형 간염 바이러스 e항원(HBeAg) 4) B형 간염 바이러스 e항체(HBeAb) 5) IgG형 B형 간염 바이러스 항체(anti-HBc IgG) 6) IgM형 B형 간염 바이러스 항체(anti-HBc IgM) 7) B형 간염바이러스 디옥시리보핵산(HBV DNA) 정량 검사",
      "검사방법": "채혈 검사를 위해 특별히 준비할 사항은 없다.",
      "소요시간": "채혈실에서 검사 튜브에 피를 뽑는다.",
      "결과": "검사 후 결과보고까지 소요되는 시간은 검사 항목과 기관에 따라 차이가 있어 수일에서 1주 정도가 소요된다.",
      "부작용/후유증": "1) B형 간염 표면항원(HBsAg): B형 간염바이러스가 침투한 간세포의 세포질에서 만들어지는 B형 간염 바이러스의 표면항원이다. 급성 감염자 또는 만성 B형 간염 환자에서 발견된다. 급성 B형 간염 시 가장 먼저 양성반응을 보이는 표지자로 감염 2~3개월 후 검출 가능하다. 따라서 감염 초기에 HBsAg이 검출되기 전까지 공백기가 생기는데, 이것을 window period라고 한다. HBsAg은 보통은 감염 후 1~6개월 사이에 소실되며 6개월 이상 양성 반응을 보이면 만성 B형 간염 환자라고 한다. 2) B형 간염 표면항체(anti-HBs): B형 간염 바이러스 표면항원(HBsAg)에 대한 항체이다. 간염의 임상 증세가 나타날 때 생기기 시작하여 평생 지속된다. 간염 예방 접종자에서는 이 항체만 생기나, 이 항체와 IgG형 항B형 간염 바이러스 항체(anti-HBc IgG)가 함께 발견되면 감염 후 회복 상태를 의미한다. 보통 감염 후 회복한 환자에서 anti-HBs가 검출되고, 계속 감염 상태인 환자에서는 anti-HBs가 검출되지 않는다. 만성 감염 시에는 anti-HBs는 검출되지 않으면서 HBsAg 및 anti-HBc IgG는 검출된다. 3) B형 간염 바이러스 e항원(HBeAg): B형 간염 바이러스의 핵산을 싸고 있는 단백질 항원이다. 만성 B형 간염 환자에서 HBeAg이 양성이면 바이러스가 계속 증식하고 있다는 것을 의미한다. 4) B형 간염 바이러스 e항체(HBeAb): HBeAg에 대한 항체이고, 회복기 또는 감염이 지속되고 있는 상태를 의미한다. 이 항체가 생기면 대부분 바이러스의 증식이 줄고 간 효소 수치가 정상으로 된다. 비활동성 보유기 상태의 만성 B형 간염 환자에서 HBeAg 음성, HBeAb 양성을 보인다. 5) IgG형 항B형 간염 바이러스 항체(anti-HBc IgG): Anti-HBc IgG만 단독으로 양성인 경우는 감염 후 회복된 지 오래된 환자, 최근 감염으로 HBsAg은 없어졌으나 아직 anti-HBs가 출현되지 않은 이행기에 있는 환자, B형 간염 바이러스에 감염되어 있으나 너무 낮은 수준으로 존재해서 검사 상 나타나지 않는 만성 B형 간염 환자 등이다. 6) IgM형 B형 간염 바이러스 항체(anti-HBc IgM): B형 간염바이러스 c항원(HBcAg)에 대한 항체 중 IgM형이다. 급성 B형 간염 지표로 HBsAg보다 먼저 나타나므로 window period에서도 검출될 수 있으며 anti-HBc IgM 검출로 급성 B형 간염을 확진할 수 있다. 급성 감염 시 높은 역가를 보이다가 6~8개월이 지나면 소실된다. 7) B형 간염바이러스 디옥시리보핵산(HBV DNA) 정량 검사: B형 간염 환자의 초기 상태 확인 및 항바이러스 치료 효과 판정에 이용된다. HBV DNA 정량 검사 결과에 따라 간 생검, 항바이러스 치료 시작, 경과 관찰 등을 결정할 수 있다.",
      "진단질병": "검사의 특별한 부작용이나 후유증은 없다.",
      "관련검사법": "급성 B형 간염, 만성 B형 간염"
    }
  },
  {
    "title": "C 반응성 단백 시험 [c-reactive protein]",
    "meta_info": {
      "한 줄 설명": "급성 염증, 감염의 표지자인 C 반응성 단백 농도에 대한 검사",
      "진료과": "진단검사의학과",
      "관련신체기관": "혈액"
    },
    "detail_info": {
      "정의": "C 반응성 단백(C-reactive protein, CRP)은 폐렴알균(Streptococcus pneumoniae)의 표면 항원인 C 다당체(C-polysaccharide)와 반응하는 단백질로서 급성기 반응 물질(acute phase reactant)의 하나이다. 급성기 반응 물질이란 염증(감염, 자가면역질환 등)이나 조직 손상(외상, 수술, 심근경색, 종양)에 비특이적으로 반응하여 농도가 변하는 물질들을 가리키는 용어로 그 중 가장 대표적인 물질이 C 반응성 단백이다. 이런 질환이 있는 환자들에서 사이토카인, 주로 인터루킨-6(interleukin-6)가 간세포를 자극하여 C 반응성 단백의 생산을 촉진한다. C 반응성 단백은 감염성 질환이나 자가면역질환의 진단, 경과 관찰에 이용할 수 있고, 최근에는 C 반응성 단백의 농도가 높을 때 뇌졸중과 심근경색증의 위험도가 높다는 사실이 알려져 이러한 질환의 위험인자로서의 기능도 활발히 연구되고 있다. 이런 용도로 C 반응성 단백을 이용할 때는 일반 염증성 질환에서보다 더 낮은 농도를 정확히 측정할 필요가 있어 민감도를 높인 고민감도 C 반응성 단백 시험(high-sensitive CRP, hsCRP)이 개발되었다.",
      "검사주기": "특별한 검사 권고 주기는 없다.",
      "준비사항": "채혈 전에 특별한 준비사항은 없다.",
      "검사방법": "간단한 채혈로 얻은 검체는 검사실에서 면역 검사(immunoassay)를 이용하여 C 반응성 단백을 측정한다. 면역 검사는 항원항체 반응을 이용한 검사로, 측정하고자 하는 물질에 선택적으로 결합하는 항체를 이용해서 원하는 물질을 측정할 수 있다. 대표적인 면역 검사의 종류와 원리는 다음과 같다. 기관별로 사용하는 방법과 구체적인 반응 조건은 약간 차이가 있을 수도 있으나 기본 원리는 거의 동일하다. 1) 응집법(particle immunoassay) 항원과 항체의 결합에 의해 응집 반응(agglutination)이 나타나는 것을 이용한다. 대개 적혈구나 라텍스(latex), 젤라틴(gelatin) 등에 항원이나 항체를 부착시켜 이 입자가 반응하면 응집을 나타내는 것을 측정한다. 응집 측정은 빛의 흡수 정도를 혼탁 측정법(turidimetry)으로 측정하거나 빛의 산란 정도를 비탁법(nephelometry)로 측정할 수 있다. 2) 효소 면역 측정법(enzyme immunoassay, EIA) 항원과 항체의 결합을 효소 반응(enzyme reaction)을 이용하여 측정한다. 대개 측정하고자 하는 물질에 결합하는 항체에 효소를 미리 부착시켜놓고 항원항체 반응을 일으킨다. 그 후 결합한 효소에 반응하는 기질을 넣어주면 효소 반응이 일어나게 된다. 흔히 이용하는 효소는 알카리성 인산분해효소(alkaline phosphatase), 당근과산화효소(horseradish peroxidase), 베타갈라토시다제(β-galactosidase) 등이 있다. 효소 반응의 산물은 대개 색깔을 띠는 물질로 이를 분광광도계(spectrophotometer)로 측정한다. 3) 방사 면역 측정법 항원과 항체의 결합을 방사성동위원소(radioisotope)를 이용하여 측정한다. 방사성동위원소란 물리적으로 불안정하여 자연적으로 붕괴(radioactive decay)를 일으키면서 안정한 물질로 바뀌고, 이 과정에서 방사선을 방출하는 물질이다. 측정하고자 하는 물질과 같은 물질에 방사성동위원소를 부착하거나, 또는 측정하고자 하는 물질에 반응하는 항체에 방사성동위원소를 부착하여 항원항체 반응을 일으킨다. 반응이 끝난 후 반응물에서 나오는 방사선의 양을 측정하여 원하는 물질의 농도를 계산해낼 수 있다. 많이 이용하는 방사성동위원소들은 125I, 131I, 3H, 14C, 32P 등이 있다. 방사면역측정법은 과거에 많이 이용되었으나 방사성 물질을 사용해야 하는 위험이 있고, 화학 발광 면역 측정법 같은 방법들이 개발되면서 쓰임새가 감소하는 추세이다. 4) 형광 면역 측정법 항원과 항체의 결합을 형광 반응(fluorescence)을 이용하여 측정한다. 형광 반응이란 형광 물질이 특정 파장의 빛을 흡수하여 형광 물질의 분자가 여기(excitation)되었다가 다시 원래의 상태로 돌아오면서 흡수한 빛과는 다른 파장의 빛을 내는 반응을 말한다. 면역 측정에 이용할 때에는 측정하고자 하는 물질과 같은 물질에 형광 물질을 부착하거나, 또는 측정하고자 하는 물질에 반응하는 항체에 형광 물질을 부착하여 항원항체 반응을 일으킨다. 반응이 일어난 후 형광 반응을 일으킬 수 있는 파장의 빛을 투사하면 형광 물질의 양에 비례하여 형광을 내고, 이 형광의 양으로부터 측정 물질의 농도를 계산한다. 5) 화학 발광 면역 측정법 항원과 항체의 결합을 화학 발광 반응(chemiluminescence)을 이용하여 측정한다. 화학 발광 반응이란 화학 발광 물질이 여기(excitation)되었다가 기저 상태(ground state)로 돌아오면서 빛을 발하는 현상으로, 분자를 여기시키는 에너지가 빛이 아닌 화학 반응이라는 점에서 형광과 다르다. 면역 측정에 이용할 때에는 다른 방법들과 마찬가지로 측정하고자 하는 물질과 같은 물질에 화학 발광 물질을 부착하거나, 또는 측정하고자 하는 물질에 반응하는 항체에 화학 발광 물질을 부착하여 항원항체 반응을 일으킨다. 반응이 일어난 후 필요한 화학 반응을 일으킨 후, 발산되는 발광의 정도를 측정하여 이로부터 측정 물질의 농도를 계산한다. 대표적인 발광 물질로는 루미놀(luminol), 이소루미놀(isoluminol), 아크리디늄에스터(acridinium ester) 등이 있다.",
      "소요시간": "1~2분이 소요된다.",
      "결과": "정상인에서 C 반응성 단백의 중앙값(median)은 1mg/L이며 99백분위수 값은 10mg/L이다. 세균성 감염 같은 급성 질환 환자에서 300mg/L까지도 증가할 수 있다. 관상동맥질환 위험도의 계산에 있어서는 1mg/L 이하를 저위험도, 1~3mg/L를 중간위험도, 3mg/L 이상을 고위험도로 분류할 수 있다. 뇌졸중에 대해서는 연구자별로 여러 결과를 내놓고 있어 아직 정확한 위험 수치는 정해지지 않았다. 감염성 질환, 자가면역질환에서는 진단적 도구로서의 기능보다는 치료 후 변화 양상을 보면서 치료 효과 판정을 보는 데에 더 유용하다.",
      "부작용/후유증": "특별한 부작용은 없다.",
      "진단질병": "세균성 감염, 자가면역질환, 심근경색, 뇌졸중",
      "관련검사법": "프로칼시토닌(procalcitonin, PCT) 검사"
    }
  },
  {
    "title": "CA125 [CA125]",
    "meta_info": {
      "한 줄 설명": "부인과계 암의 예후 판정을 위한 종양표지자 검사",
      "진료과": "진단검사의학과",
      "관련신체기관": "난소, 자궁"
    },
    "detail_info": {
      "정의": "CA125(cancer antigen 125)는 고분자 당단백으로 난소암 및 자궁내막암 등의 부인과계 암에서 증가한다. 그 외에도 췌장암, 폐암, 유방암, 대장암, 위장관암에서도 증가할 수 있다. 선별 검사로는 가치가 떨어지나, 자궁내막암의 예후 결정 및 난소암의 크기, 병기 및 생존률과 연관이 있다.",
      "종류": "혈액검사이다.",
      "검사주기": "필요에 따라 시행되는 검사로 권고되는 검사 주기는 없다.",
      "준비사항": "채혈 전 특별한 준비사항은 없다.",
      "검사방법": "채혈하여 검체를 획득한다. 종양표지자의 항목들을 검사하는 데에는 대개 면역 검사(immunoassay)가 이용된다. 면역 검사는 항원항체 반응을 이용한 검사로, 측정하고자 하는 물질에 선택적으로 결합하는 항체를 이용해서 원하는 물질을 측정할 수 있다. 대표적인 면역 검사의 종류와 원리는 다음과 같다. 기관별로 사용하는 방법과 구체적인 반응 조건은 약간 차이가 있을 수도 있으나 기본 원리는 거의 동일하다. 1) 응집법(particle immunoassay) 항원과 항체의 결합에 의해 응집 반응(agglutination)이 나타나는 것을 이용한다. 대개 적혈구나 라텍스(latex), 젤라틴(gelatin) 등에 항원이나 항체를 부착시켜 이 입자가 반응하면 응집을 나타내는 것을 측정한다. 응집 측정은 빛의 흡수 정도를 혼탁 측정법(turidimetry)으로 측정하거나 빛의 산란 정도를 비탁법(nephelometry)로 측정할 수 있다. 2) 효소 면역 측정법(enzyme immunoassay, EIA) 항원과 항체의 결합을 효소 반응(enzyme reaction)을 이용하여 측정한다. 대개 측정하고자 하는 물질에 결합하는 항체에 효소를 미리 부착시켜놓고 항원항체 반응을 일으킨다. 그 후 결합한 효소에 반응하는 기질을 넣어주면 효소 반응이 일어나게 된다. 흔히 이용하는 효소는 알카리성 인산분해효소(alkaline phosphatase), 당근과산화효소(horseradish peroxidase), 베타갈라토시다제(β-galactosidase) 등이 있다. 효소 반응의 산물은 대개 색깔을 띠는 물질로 이를 분광광도계(spectrophotometer)로 측정한다. 3) 방사 면역 측정법 항원과 항체의 결합을 방사성동위원소(radioisotope)를 이용하여 측정한다. 방사성동위원소란 물리적으로 불안정하여 자연적으로 붕괴(radioactive decay)를 일으키면서 안정한 물질로 바뀌고, 이 과정에서 방사선을 방출하는 물질이다. 측정하고자 하는 물질과 같은 물질에 방사성동위원소를 부착하거나, 또는 측정하고자 하는 물질에 반응하는 항체에 방사성동위원소를 부착하여 항원항체 반응을 일으킨다. 반응이 끝난 후 반응물에서 나오는 방사선의 양을 측정하여 원하는 물질의 농도를 계산해낼 수 있다. 많이 이용하는 방사성동위원소들은 125I, 131I, 3H, 14C, 32P 등이 있다. 방사면역측정법은 과거에 많이 이용되었으나 방사성 물질을 사용해야 하는 위험이 있고, 화학 발광 면역 측정법 같은 방법들이 개발되면서 쓰임새가 감소하는 추세이다. 4) 형광 면역 측정법 항원과 항체의 결합을 형광 반응(fluorescence)을 이용하여 측정한다. 형광 반응이란 형광 물질이 특정 파장의 빛을 흡수하여 형광 물질의 분자가 여기(excitation)되었다가 다시 원래의 상태로 돌아오면서 흡수한 빛과는 다른 파장의 빛을 내는 반응을 말한다. 면역 측정에 이용할 때에는 측정하고자 하는 물질과 같은 물질에 형광 물질을 부착하거나, 또는 측정하고자 하는 물질에 반응하는 항체에 형광 물질을 부착하여 항원항체 반응을 일으킨다. 반응이 일어난 후 형광 반응을 일으킬 수 있는 파장의 빛을 투사하면 형광 물질의 양에 비례하여 형광을 내고, 이 형광의 양으로부터 측정 물질의 농도를 계산한다. 5) 화학 발광 면역 측정법 항원과 항체의 결합을 화학 발광 반응(chemiluminescence)을 이용하여 측정한다. 화학 발광 반응이란 화학 발광 물질이 여기(excitation)되었다가 기저 상태(ground state)로 돌아오면서 빛을 발하는 현상으로, 분자를 여기시키는 에너지가 빛이 아닌 화학 반응이라는 점에서 형광과 다르다. 면역 측정에 이용할 때에는 다른 방법들과 마찬가지로 측정하고자 하는 물질과 같은 물질에 화학 발광 물질을 부착하거나, 또는 측정하고자 하는 물질에 반응하는 항체에 화학 발광 물질을 부착하여 항원항체 반응을 일으킨다. 반응이 일어난 후 필요한 화학 반응을 일으킨 후, 발산되는 발광의 정도를 측정하여 이로부터 측정 물질의 농도를 계산한다. 대표적인 발광 물질로는 루미놀(luminol), 이소루미놀(isoluminol), 아크리디늄에스터(acridinium ester) 등이 있다.",
      "주의사항": "암의 정확한 진단을 위해서는 종양표지자뿐만 아니라 영상 검사(CT, MRI, PET 등)과 조직 검사를 조합해서 해석해야 한다.",
      "결과": "유럽종양표지자연구회(European Group on Tumor Markers, EGTM), 국립임상생화학학술원(National Academy of Clinical Biochemistry, NACB) 등의 권고에 따르면 CA125는 난소암의 선별 검사나 진단에 이용하기에는 증거가 부족하다.(참고치는 0~35μg/mL임) 하지만 난소암의 병기 결정, 예후 판정, 재발 검출 및 치료 효과 모니터에는 유용하게 사용할 수 있다. CA125는 간경화 같은 양성 질환에서도 증가할 수 있어 해석에 주의해야 한다. 종양표지자의 검사와 해석에 있어서 중요한 몇 가지 개념들을 정리하면 다음과 같다. - 선별 검사(screening): 증상이 없는 사람들을 대상으로 특정 질환이 있는지를 알아보기 위한 검사. 질환을 가질 가능성이 있는 사람을 빠뜨리지 않기 위해서 대개 민감도(sensitivity)는 높지만, 특이도(specificity)는 낮은 방법을 이용하는 경우가 많다. 따라서 선별 검사에서 양성이 나왔을 경우 반드시 특이도가 높은 검사를 추가하여 양성(false positive)을 배제해야 한다. 선별 검사에서 음성이 나왔다고 반드시 질환이 없는 것은 아니다. - 진단 검사(diagnostic tests): 증상이 있거나 선별 검사에서 이상이 있는 사람들을 대상으로 특정 질환이 있는지를 알아보기 위한 검사. 높은 수준의 민감도와 특이도가 요구되므로 대개는 여러 검사들을 종합해서 해석해야 하는 경우가 많다. - 예후(prognosis): 특정 질환의 중장기적 결과를 의미하는 용어로, 생존율, 재발률, 장애가 남는 정도 등의 여러 가지 지표로 나타낼 수 있다. - 민감도(sensitivity): 질환이 있는 사람들을 얼마나 잘 검출하는지를 나타내는 지표로 질환을 가진 다음과 같은 식으로 표현된다. 민감도(%)=(질환을 가진 사람이 양성으로 나온 경우)/(질환을 가진 사람이 양성으로 나온 경우+질환을 가진 사람이 음성으로 나온 경우)x100 - 특이도(specificity): 질환이 없는 사람들을 얼마나 잘 배제하는 지를 나타내는 지표로 다음과 같은 식으로 표현된다. 특이도(%)=(질환이 없는 사람이 음성으로 나온 경우)/(질환이 없는 사람이 음성으로 나온 경우+질환이 없는 사람이 양성으로 나온 경우)x100 - 위양성(false positive): 실제 질환이 없지만 검사 상으로 양성이 나오는 경우. 대개 민감도가 높은 검사일수록 위양성이 높다. - 위음성(false negative): 실제 질환이 있지만 검사 상으로 음성이 나오는 경우. 대개 특이도가 높은 검사일수록 위양성이 높다.",
      "부작용/후유증": "특별한 부작용은 없다.",
      "진단질병": "난소암, 자궁내막암",
      "관련검사법": "부인과 초음파, CT, MRI"
    }
  }
]